Repository: joostruis/luet_pm_gui
Catalog: locale/*/LC_MESSAGES/luet_pm_ui.po
Languages: de, nl_nl, ro

source: Visit our website
de: Besuche unsere Webseite
nl_nl: Bezoek onze website
ro: Vizitați site-ul nostru web

source: GitHub Repository
nl_nl: GitHub Broncode
ro: Depozit GitHub

source: Package Details
de: Paketdetails
nl_nl: Pakketdetails
ro: Detalii despre pachet

source: Package:
de: Paket:
nl_nl: Pakketnaam:
ro: Pachet:

source: Version:
nl_nl: Versie:
ro: Versiune:

source: Installed:
de: Installiert:
nl_nl: Geïnstalleerd:
ro: Instalat:

source: Yes
de: Ja
nl_nl: Ja
ro: Da

source: No
de: Nein
nl_nl: Nee
ro: Nu

source: Repository:
nl_nl: Pakketbron:
ro: Depozit:

source: Description:
de: Beschreibung:
nl_nl: Omschrijving:
ro: Descriere:

source: License:
de: Lizenz:
nl_nl: Licentie:
ro: Licență:

source: Required by
de: Benötigt von
nl_nl: Vereist door
ro: Necesar pentru

source: Package files
de: Paketdateien
nl_nl: Pakketbestanden
ro: Fișiere ale pachetului

source: Filter files...
de: Dateien filtern...
nl_nl: Bestanden filteren...
ro: Filtrare fișiere...

source: File
de: Datei
nl_nl: Bestand
ro: Fișier

source: Close
de: Schließen
nl_nl: Sluiten
ro: Închidere

source: Copy All Files
de: Alle Dateien kopieren
nl_nl: Alle bestanden kopiëren
ro: Copiere a tuturor fișierelor

source: Error retrieving required by information.
de: Fehler beim Abrufen der ‚benötigt von‘-Information.
nl_nl: Fout bij het ophalen van 'vereist door' informatie.
ro: Eroare la căutarea dependențelor inverse.

source: There are no packages installed that require this package.
de: Es sind keine Pakete installiert, die dieses Paket benötigen.
nl_nl: Er zijn geen geïnstalleerde pakketten die dit pakket vereisen.
ro: Nu sunt pachete instalate care să necesite acest pachet.

source: Loading...
de: Laden...
nl_nl: Laden...
ro: Încărcare...

source: Error retrieving package files information.
de: Fehler beim Abrufen der Paketdateiinformationen.
nl_nl: Fout bij het ophalen van pakketbestandsinformatie.
ro: Eroare la obținerea informațiilor despre fișierele pachetului.

source: No files found for this package.
de: Für dieses Paket wurden keine Dateien gefunden.
nl_nl: Geen bestanden gevonden voor dit pakket.
ro: Nu s-au găsit fișiere pentru acest pachet.

source: revdeps failed:
de: Abhängigkeiten (revdeps) fehlgeschlagen:
nl_nl: omgekeerde afhankelijkheden mislukt:
ro: căutarea dependențelor inverse a eșuat:

source: Error retrieving required by info:
de: Fehler beim Abrufen der ‚benötigt von‘-Info:
nl_nl: Fout bij het ophalen van 'vereist door' info:
ro: Eroare la căutarea dependențelor inverse:

source: search for package failed:
de: Suche nach Paket fehlgeschlagen:
nl_nl: zoeken naar pakket mislukt:
ro: căutarea pentru pachet a eșuat:

source: Error retrieving package files info:
de: Fehler beim Abrufen der Paketdatei-Infos:
nl_nl: Fout bij het ophalen van pakketbestandsinfo:
ro: Eroare la obținerea informațiilor despre fișierele pachetului:

source: Luet Package Search
de: Luet Paket-Suche
nl_nl: Luet Pakketzoeker
ro: Căutare pachete Luet

source: Warning: no pkexec/sudo found - admin actions will fail
nl_nl: Waarschuwing: geen pkexec/sudo gevonden - beheerdersacties zullen mislukken

source: Update repositories
de: Repositorien aktualisieren
nl_nl: Pakketbronnen bijwerken
ro: Actualizare depozite

source: Full system upgrade
de: Vollständiges System-Upgrade
nl_nl: Volledige systeemupgrade
ro: Actualizare sistem

source: Check system
de: System prüfen
nl_nl: Systeem controleren
ro: Verificare sistem

source: Clear Luet cache
de: Luet-Cache leeren
nl_nl: Luet cache wissen
ro: Golire cache Luet

source: Quit
de: Beenden
nl_nl: Afsluiten
ro: Închidere

source: Documentation
de: Dokumentation
nl_nl: Documentatie
ro: Documentație

source: About
de: Über
nl_nl: Over
ro: Despre aplicație

source: Help
de: Hilfe
nl_nl: Hulp
ro: Asistență

source: Ready
de: Bereit
nl_nl: Klaar
ro: Gata

source: Enter package name
de: Paketname eingeben
nl_nl: Voer pakketnaam in
ro: Introduceți numele pachetului

source: Advanced
de: Erweitert
nl_nl: Geavanceerd
ro: Mod avansat

source: Check this box to also search inside filenames and labels
de: Dieses Feld aktivieren, um auch in Dateinamen und Labels zu suchen
nl_nl: Vink dit vakje aan om ook in bestandsnamen en labels te zoeken
ro: Bifați pentru a căuta după porțiuni din numele de fișiere și ale etichetelor

source: Search
de: Suchen
nl_nl: Zoeken
ro: Căutare

source: Category
de: Kategorie
nl_nl: Categorie
ro: Categorie

source: Name
nl_nl: Naam
ro: Nume

source: Version
nl_nl: Versie
ro: Versiune

source: Repository
nl_nl: Pakketbron
ro: Depozit

source: Action
de: Aktion
nl_nl: Actie
ro: Acțiune

source: Toggle output log
de: Ausgabe-Protokoll umschalten
nl_nl: Toon uitvoerlog
ro: Comutare log rezultate

source: Searching for {}...
de: Suche nach {}...
nl_nl: Zoeken naar {}...
ro: Căutare a {}...

source: Protected
de: Geschützt
nl_nl: Beschermd
ro: Protejat

source: Remove
de: Entfernen
nl_nl: Verwijderen
ro: Dezinstalare

source: Install
de: Installieren
nl_nl: Installeren
ro: Instalare

source: Found {} results matching '{}'
de: Gefunden: {} Ergebnisse, die zu '{}' passen
nl_nl: {} resultaten gevonden die overeenkomen met '{}'
ro: S-au găsit {} rezultate pentru '{}'

source: No results
de: Keine Ergebnisse
nl_nl: Geen resultaten
ro: Nu sunt rezultate

source: Error processing search results:
nl_nl: Fout bij het verwerken van zoekresultaten:

source: Error displaying search results
nl_nl: Fout bij het weergeven van zoekresultaten

source: This package ({}) is protected and can't be removed.
de: Dieses Paket ({}) ist geschützt und kann nicht entfernt werden.
nl_nl: Dit pakket ({}) is beschermd en kan niet worden verwijderd.
ro: Pachetul ({}) este protejat și nu poate fi dezinstalat.

source: Do you want to install {}?
de: Möchtest du {} installieren?
nl_nl: Wilt u {} installeren?
ro: Doriți instalarea {}?

source: Installing {}...
de: Installiere {}...
nl_nl: Bezig met installeren van {}...
ro: Se instalează {}...

source: Searching again for '{}'...
de: Suche erneut nach '{}'...
nl_nl: Opnieuw zoeken naar '{}'...
ro: Se caută din nou '{}'...

source: Error installing package
de: Fehler bei der Paketinstallation
nl_nl: Fout bij het installeren van pakket
ro: Eroare la instalarea pachetului

source: Do you want to uninstall {}?
de: Möchtest du {} deinstallieren?
nl_nl: Wilt u {} verwijderen?
ro: Doriți dezinstalarea {}?

source: This will remove the package and its dependencies not required by other packages.
nl_nl: Dit verwijdert het pakket en de afhankelijkheden die niet door andere pakketten worden vereist.

source: Uninstalling {}...
de: Deinstalliere {}...
nl_nl: Bezig met verwijderen van {}...
ro: Se dezinstalează {}...

source: Error uninstalling package: '{}'
de: Fehler beim Deinstallieren des Pakets: '{}'
nl_nl: Fout bij het verwijderen van pakket: '{}'
ro: Eroare la dezinstalarea pachetului: '{}'

source: Error uninstalling package
de: Fehler bei der Deinstallation des Pakets
nl_nl: Fout bij het verwijderen van pakket
ro: Eroare la dezinstalarea pachetului

source: Updating repositories...
de: Repositorien werden aktualisiert...
nl_nl: Pakketbronnen bijwerken...
ro: Actualizare depozite...

source: Repositories updated
de: Repositorien aktualisiert
nl_nl: Pakketbronnen bijgewerkt
ro: Depozite actualizate

source: Error updating repositories
de: Fehler beim Aktualisieren der Repositorien
nl_nl: Fout bij het bijwerken van pakketbronnen
ro: Eroare la actualizarea depozitelor

source: Checking system for missing files...
de: System wird auf fehlende Dateien geprüft...
nl_nl: Systeem controleren op ontbrekende bestanden...
ro: Se verifică sistemul pentru fișiere lipsă...

source: Missing files: preparing to reinstall...
de: Fehlende Dateien: Vorbereitung zur Neuinstallation...
nl_nl: Ontbrekende bestanden: voorbereiden op herinstallatie...
ro: Lipsesc fișiere: reinstalare în pregătire...

source: Could not repair some packages
de: Einige Pakete konnten nicht repariert werden
nl_nl: Kon sommige pakketten niet repareren
ro: Unele pachete nu se pot repara

source: Perform a full system upgrade?
de: Vollständiges System-Upgrade durchführen?
nl_nl: Een volledige systeemupgrade uitvoeren?
ro: Actualizare completă a sistemului?

source: This will update all repositories and then upgrade all installed packages. This action may take some time and requires an internet connection.
nl_nl: Dit werkt alle pakketbronnen bij en voert vervolgens een upgrade uit van alle geïnstalleerde pakketten. Deze actie kan enige tijd duren en vereist een internetverbinding.
ro: Se vor actualiza toate depozitele și apoi toate pachetele instalate. Această acțiune poate dura și necesită conexiune la Internet.

source: Performing full system upgrade
de: Vollständiges System-Upgrade wird durchgeführt
nl_nl: Volledige systeemupgrade uitvoeren
ro: Se efectuează actualizare completă a sistemului

source: Performing full system upgrade...
de: Vollständiges System-Upgrade wird durchgeführt...
nl_nl: Volledige systeemupgrade uitvoeren...
ro: Se efectuează actualizare completă a sistemului...

source: Error during system upgrade
de: Fehler beim System-Upgrade
nl_nl: Fout tijdens systeemupgrade
ro: Eroare la actualizarea sistemului

source: Clear Luet cache?
de: Luet-Cache leeren?
nl_nl: Luet cache wissen?
ro: Golire cache Luet?

source: This will run 'luet cleanup' and remove cached package data.
de: Dies führt ‘luet cleanup’ aus und entfernt zwischengespeicherte Paketdaten.
nl_nl: Dit voert 'luet cleanup' uit en verwijdert gecachte pakketgegevens.
ro: Se va rula 'luet cleanup' și se vor șterge datele despre pachete din cache.

source: Clearing Luet cache...
de: Luet-Cache wird geleert...
nl_nl: Luet cache wissen...
ro: Golire cache Luet...

source: Error clearing Luet cache
de: Fehler beim Leeren des Luet-Cache
nl_nl: Fout bij het wissen van Luet cache
ro: Eroare la golirea cache-ului Luet

source: Last sync: {}
de: Letzte Synchronisierung: {}
nl_nl: Laatste synchronisatie: {}
ro: Ultima sincronizare: {}

source: Clear Luet cache ({})
de: Leere Luet-Cache ({})
nl_nl: Luet cache wissen ({})
ro: Golire cache Luet ({})

source: Opening luet documentation (URL TBD)
nl_nl: Luet documentatie openen (URL NOG TE BEPALEN)

source: Not Synced
nl_nl: Niet gesynchroniseerd

source: repositories not synced
de: Repositorien nicht synchronisiert
nl_nl: pakketbronnen niet gesynchroniseerd
ro: depozitele nu sunt sincronizate

source: Terminal too small! Min 20x80.
nl_nl: Terminal te klein! Minimaal 20x80.

source: Results
nl_nl: Resultaten

source: Scrolled Up: {} line.
nl_nl: {} regel omhoog gescrold.

source: {} ({} PgUp/PgDn to navigate)
nl_nl: {} ({} PgUp/PgDn om te navigeren)

source: Keys: F9=menu | s=search | Enter=details | i=install/uninstall | l=toggle log | PgUp/PgDn=log scroll | q=quit
nl_nl: Toetsen: F9=menu | s=zoeken | Enter=details | i=installeren/verwijderen | l=log wisselen | PgUp/PgDn=log scrollen | q=afsluiten

source: SEARCH: Enter=submit | Esc/Down/Tab=back to list | Backspace/Del/Arrows=edit | q=quit
nl_nl: ZOEKEN: Enter=bevestigen | Esc/Pijl Omlaag/Tab=terug naar lijst | Backspace/Del/Pijlen=bewerken | q=afsluiten

source: Press 'y' to confirm, any other key to cancel.
nl_nl: Druk op 'y' om te bevestigen, elke andere toets om te annuleren.

source: Press any key to continue
nl_nl: Druk op een willekeurige toets om door te gaan

source: Full system upgrade initiated.
nl_nl: Volledige systeemupgrade gestart.

source: System upgrade completed successfully
de: System-Upgrade erfolgreich abgeschlossen
nl_nl: Systeemupgrade succesvol voltooid
ro: Actualizarea sistemului s-a efectuat cu succes

source: Upgrade initiation failed: {}
nl_nl: Start upgrade mislukt: {}

source: Upgrade failed to start
nl_nl: Upgrade kon niet starten

source: --- Missing packages found. Starting repair sequence. ---
nl_nl: --- Ontbrekende pakketten gevonden. Start reparatievolgorde. ---

source: System repair finished successfully.
nl_nl: Systeemreparatie succesvol voltooid.

source: No cache to clear
nl_nl: Geen cache om te wissen

source: --- Running 'luet cleanup' ---
nl_nl: --- Bezig met 'luet cleanup' ---

source: Luet cache cleanup finished successfully.
nl_nl: Luet cache opschonen succesvol voltooid.

source: Luet cache cleanup finished with errors.
nl_nl: Luet cache opschonen voltooid met fouten.

source: Search error: {}
nl_nl: Zoekfout: {}

source: Error executing search command
nl_nl: Fout bij het uitvoeren van het zoekcommando

source: Uninstall {} initiated.
nl_nl: Verwijderen van {} gestart.

source: Uninstall completed successfully.
nl_nl: Verwijdering succesvol voltooid.

source: Uninstall failed.
nl_nl: Verwijderen mislukt.

source: Install {} initiated.
nl_nl: Installatie van {} gestart.

source: Install completed successfully.
nl_nl: Installatie succesvol voltooid.

source: Install failed.
nl_nl: Installeren mislukt.

source: Details for {}/{} (Logic TBD in core)
nl_nl: Details voor {}/{} (Logica NOG TE BEPALEN in core)

source: Starting Luet TUI...
nl_nl: Luet TUI starten...

source: An error occurred outside of curses: {}
nl_nl: Er is een fout opgetreden buiten curses: {}

source: Luet Package Manager Frontend
nl_nl: Luet Pakketbeheer Frontend

source: © 2023 - 2025 MocaccinoOS. All Rights Reserved
nl_nl: © 2023 - 2025 MocaccinoOS. Alle rechten voorbehouden
ro: © 2023 - 2025 MocaccinoOS. Toate drepturile sunt rezervate

source: Luet Package Manager TUI (ncurses) Version: {} Website: {} Authors: {} (Uses luet_pm_core.py)
nl_nl: Luet Package Manager TUI (ncurses) Versie: {} Website: {} Auteurs: {} (Gebruikt luet_pm_core.py)

source: No elevation helper available
de: Kein Hilfsprogramm zur Erhöhung der Rechte verfügbar
nl_nl: Geen verhogingshulp (elevation helper) beschikbaar
ro: Niciun utilitar de escaladare a privilegiilor utilizatorului nu este disponibil

source: Error executing command: {}
de: Fehler beim Ausführen des Befehls: {}
nl_nl: Fout bij het uitvoeren van commando: {}
ro: Eroare la execuția comenzii: {}

source: Updating repositories
nl_nl: Pakketbronnen bijwerken

source: luet oscheck failed with return code {}
nl_nl: luet oscheck is mislukt met retourcode {}

source: Repair sequence started for {} missing packages.
nl_nl: Reparatievolgorde gestart voor {} ontbrekende pakketten.

source: Found {} missing packages. Starting repair immediately.
nl_nl: {} ontbrekende pakketten gevonden. Start onmiddellijk met repareren.

source: Reinstalling {}...
de: Neuinstallation von {}...
nl_nl: Bezig met herinstalleren van {}...
ro: Reinstalare {}...

source: Failed reinstalling {}
de: Fehler beim Neuinstallieren von {}
nl_nl: Herinstallatie van {} mislukt
ro: Reinstalare eșuată {}

source: System check failed due to exception
nl_nl: Systeemcontrole mislukt door uitzondering

source: Error starting upgrade process
de: Fehler beim Start des Upgrade-Prozesses
nl_nl: Fout bij het starten van het upgrade proces
ro: Eroare la începerea procesului de actualizare

source: Error during initial upgrade step
de: Fehler im ersten Upgrade-Schritt
nl_nl: Fout tijdens de initiële upgradestap
ro: Eroare la pasul inițial de actualizare

source: --- Repositories updated, continuing with package upgrade... ---
nl_nl: --- Pakketbronnen bijgewerkt, bezig met pakketupgrade... ---
ro: --- Depozitele sunt actualizate, se continuă cu actualizarea pachetelor... ---

source: Continuing with package upgrade...
de: Package-Upgrade wird fortgesetzt...
nl_nl: Verder gaan met pakketupgrade...
ro: Se continuă cu actualizarea pachetelor...

source: Error starting second upgrade step
de: Fehler beim Start des zweiten Upgrade-Schritts
nl_nl: Fout bij het starten van de tweede upgradestap
ro: Eroare la demararea celui de-al doilea pas de actualizare

source: Error executing the search command
de: Fehler beim Ausführen des Suchbefehls
nl_nl: Fout bij het uitvoeren van het zoekcommando
ro: Eroare la execuția comenzii de căutare

source: Invalid JSON output
de: Ungültige JSON-Ausgabe
nl_nl: Ongeldige JSON-uitvoer
ro: Rezultat JSON incorect

source: Error running search:
de: Fehler bei der Suchausführung:
nl_nl: Fout bij het uitvoeren van de zoekopdracht:
ro: Eroare la căutare:

source: %d day ago
de: %d Tag zuvor
nl_nl: %d dag geleden
ro: Acum %d zi

source: %d hour ago
de: %d Stunde zuvor
nl_nl: %d uur geleden
ro: Acum %d oră

source: %d minute ago
de: %d Minute zuvor
nl_nl: %d minuut geleden
ro: Acum %d minut

source: just now
de: gerade eben
nl_nl: zojuist
ro: chiar acum

source: Details
ro: Detalii
